Repository: Cenditel/VenezuelanEidAuthPlugin
Catalog: i18n/plone-VenezuelanEidAuthPlugin-*.po
Languages: es

source: Login failed
es: Inicio de sesión fallida

source: Login name not found.
es: Nombre de usuario no encontrado

source: Password incorrect.
es: Contraseña incorrecta

source: Please enter your login name.
es: Por favor, ingrese su nombre de usuario.

source: Please enter your password.
es: Por favor, ingrese su contraseña.

source: You must enable cookies before you can log in.
es: Usted debe habitar las cookies antes que usted pueda iniciar sesión

source: You must first subscribe to the site
es: Usted no se ha registrado en nuestro sitio. Primero debe registrarse completando el siguiente formulario.

source: description_no_privileges
es: Usted no tiene suficientes privilegios para ver esta página. Si usted cree que usted está recibiendo este mensaje por error, por favor, envíe un e-mail a

source: description_password_reset_or_registered
es: Usted recibirá un correo electrónico en breve que contiene una dirección URL que le permitirá configurar su contraseña. Cuando reciba este correo electrónico, por favor, siga el enlace para completar el proceso de registro. NOTA: La dirección URL de restablecimiento de contraseña expirará en ${time} horas. Si su petición de restablecimiento de la contraseña caduca, puede utilizar el "¿Has olvidado tu contraseña" para generar una nueva solicitud de restablecimiento de contraseña.

source: description_quit_to_log_out
es: Debido a que usted se ha identificado a través de autenticación HTTP, la única manera de salir es a salir de su navegador web.

source: description_you_are_registered
es: Usted ha sido registrado.

source: description_you_can_log_on_now
es: Haga clic en el botón para iniciar sesión inmediatamente.

source: enable_cookies_message
es: Las cookies no están habilitadas. Usted debe ${enable_cookies} antes de iniciar sesión de usuario.

source: heading_no_privileges
es: Privilegios insuficientes

source: heading_personal_tools
es: Herramientas Personal

source: heading_sign_in
es: Por favor, inicie la sesión

source: heading_sign_in_failure_auth
es: Registro fallo

source: heading_welcome
es: Bienvenido!

source: help_capslock_password
es: Sensible a mayúsculas y minúsculas, por favor, verifique que la tecla de mayúsculas no está activa.

source: help_login_eid_card
es: conectarse con su tarjeta de identificación electrónica

source: help_login_name_caps
es: Los nombres de usuario son sensibles a mayúsculas y minúsculas, asegúrese de que la tecla de Mayúsculas o está habilitado.

source: help_password_retrieval
es: Si usted aolvido su contraseña, ${click_here}.

source: help_remember_my_name
es: Marque esta opción para que su nombre de usuario se rellene automáticamente al iniciar sesión más tarde.

source: label_click_here_to_retrieve
es: haga clic aquí para recuperarla

source: label_enable_cookies
es: habilitar cookies

source: label_log_in
es: Inicio de sesión

source: label_login_name
es: Nombre de usuario

source: label_password
es: Contraseña

source: label_remember_my_name
es: Recordar nombre de usuario

source: login_form_disabled
es: Mientras la autenticación por cookie este deshabilitada, los inicio de sesión de usuario basados en cookie no estarán disponible.

source: registered_disabled
es: La autenticación por Cookie ha sido deshabilitado.

source: remember_to_log_out
es: Por favor, cierre la sesión de usuario o salga de su navegador cuando usted haya terminado.
