Repository: Cenditel/VenezuelanEidAuthPlugin
Catalog: i18n/VenezuelanEidAuthPlugin-*.po
Languages: es

source: Error when connecting with your eid card
es: Error cuando se estaba conectando con su tarjeta de identificación electrónica

source: Login failed
es: Inicio de sesión fallo

source: Login name not found.
es: Nombre de usuario no encontrado.

source: Password incorrect.
es: Contraseña incorrecta.

source: Please enter your login name.
es: Por favor, ingrese us nombre de usuario.

source: Please enter your password.
es: Por favor, introduzca su contraseña.

source: You must enable cookies before you can log in.
es: Usted debe tener habilitado las cookies antes de iniciar su sesión de usuario

source: You must first subscribe to the site
es: Usted debe primero suscribirse al sitio Web

# connect_eid_button
source: Click the button to conect with your eID card
es: Haga clic en el botón para conectarse con su tarjeta de identificación electrónica

source: connect_eid_desc
es: Cuando usted se haya suscrito, usted tiene dos posibilidades de conexión:

source: connect_eid_help
es: Para más información

source: connect_eid_insert_click
es: Ingrese en su lector de tarjeta antes de hacer la conexión.

source: connect_eid_insert_join
es: Ingrese en su tarjeta en el lector de tarjeta antes de hacer la conexión o inscribirse.

source: connect_eid_with_eid
es: Usando su tarjeta de identificación electrónica

source: connect_eid_with_passwd
es: Usando el nombre de usuario y la contraseña que recibió por correo

source: description_failed_eid_certificate
es: Usted no ha aceptado el certificado que su navegador Web le envía a usted. Si es así, cierre el navegador y vuelva a intentarlo, pero cuando se le pide que acepte el certificado, por favor, acepte el certificado digital.

source: description_failed_eid_contact
es: Si no puede averiguar por qué no puede conectarse a este sitio con su tarjeta de identificación electrónica, ${contact_info}

source: description_failed_eid_introduce
es: Usted está tratando de conectarse a través de su tarjeta de identificación electrónica, pero parece que no es posible en este momento. La causa podría ser :

source: description_failed_eid_subscribe
es: Usted no esta suscrito a este sitio. Si eso es así, por favor ${join_form}

source: description_no_account
es: Para obtener un nombre de usuario y contraseña, usted debe ir primero al ${join_form}

source: errorNb10
es: certificado ha expirado

source: errorNb11
es: CRL aún no es válido

source: errorNb12
es: CRL ha expirado

source: errorNb17
es: fuera de memoria

source: errorNb19
es: certificado autofirmado en cadena

source: errorNb2
es: incapaz de obtener el certificado del emisor

source: errorNb20
es: incapaz de obtener el certificado del emisor localmente

source: errorNb22
es: la cadena de certificado es demasiado larga

source: errorNb23
es: certificado revocado

source: errorNb24
es: autoridad emisora de certificados no válida

source: errorNb25
es: la longitud de ruta superada

source: errorNb26
es: propósito válido

source: errorNb27
es: certificado no confiable

source: errorNb28
es: certificado rechazado, o no hay certificado suministrado

source: errorNb29
es: no coinciden el asunto del emisor

source: errorNb3
es: incapaz de obtener CRL

source: errorNb33
es: no puede conseguir emisor CRL

source: errorNb34
es: inmanipulable extensión crítica

source: errorNb36
es: inmanipulable extensión CRL crítica

source: errorNb4
es: incapaz de descifrar la firma del certificado

source: errorNb5
es: incapaz de descifrar la firma de CRL

source: errorNb6
es: incapaz de decodificar clave pública del emisor

source: errorNb7
es: error de certificado de firma

source: errorNb8
es: falla la firma CRL

source: errorNb9
es: certificado aún no es válido

source: error_encountered
es: El error de autenticación detectado es siguiente :

source: help_difference_description
es: <strong>¿Cuál es la diferencia?</strong> Mediante la conexión con su tarjeta de identificación electrónica, será redirigido a un sitio HTTPS que significa más seguridad para las transacciones. Por otra parte, cuando se conecta con su tarjeta de identificación electrónica, que será capaz de recibir más servicios que cuando se conecta utilizando con el clásico método de "nombre de usuario / contraseña". A usted se le advirtió en el sitio mientras que mientras realizara una autenticación con una tarjeta de identificación electrónica es necesario para acceder a un servicio en particular.

source: https_error_message
es: Usted tiene un problema al conectase usted con su tarjeta de identificación electrónica.

source: label_contact_info
es: Contacte al administrador del sitio Web

source: label_contact_info_send_email
es: usted puede enviarnos un correo electrónico

source: label_join_form
es: formulario de registro

source: no_activated_plugin
es: La conexión con el sitio web están temporalmente suspendidas. ${contact_info} para mayor información.
